-- 1 курс РПО и общие
INSERT INTO Subjects(name_subjects) VALUES
('математика'), ('физика'), ('информатика'),
('литература'), ('химия'), ('русский'), ('английский'),
('история'), ('физ-ра'), ('география'),
('индивидуальный проект'), ('конфигурация виндовс'),
('интернет-маркетинг'), ('биология'),
('обществознание'), ('Illustrator'),
('навигационный и экологический дизайн');

-- 2 курс
INSERT INTO Subjects(name_subjects) VALUES
('разработка программных модулей'),
('тестирование'),
('разработка мобильных приложений'),
('с++'),
('основы рисунка'),
('дизайн интерьера'),
('ТЗ на графический дизайн'),
('дизайн-проектирование');

-- 3 курс
INSERT INTO Subjects(name_subjects) VALUES
('html-css-js'),
('разработка программного обеспечения'),
('инструментальные средства разработки'),
('мат.моделирование'),
('поддержка комп.систем'),
('Обеспечение качества функционирования компьютерных систем'),
('многостраничный дизайн'),
('дизайн упаковки'),
('Maya 3d'),
('zbrush'),
('adobe premier'),
('сборка дизайна');